Repository: mipsii/usb-flash-backup
Catalog: .history/locale/*/LC_MESSAGES/app_20250102220146.po
Languages: cs

source: ambiguous option: %(option)s could match %(matches)s
cs: nejednoznačná možnost: %(option)s může odpovídat %(matches)s

source: Pregled promena za backup
cs: Přehled změn pro zálohování

source: Novi
cs: Nový

source: Obrisani
cs: Smazané

source: Izmenjeni fajlovi:
cs: Změněné soubory:

source: Izmenjeni
cs: Změněné

source: Pokreni backup
cs: Spustit zálohování

source: Otkaži
cs: Zrušit

source: Prilagođeni status bar
cs: Přizpůsobený stavový řádek

source: Novi fajlovi:
cs: Nové soubory:

source: Obrisani fajlovi:
cs: Smazané soubory:

source: USB Backup
cs: USB Zálohování

source: English
cs: Angličtina

source: Srpski
cs: Srbština

source: Czesky
cs: Čeština

source: USB nije umetnut
cs: USB není vložen

source: Promeni status
cs: Změnit stav

source: USB: { usb['Label'] } Serijski broj: { serial_number }
cs: USB: { usb['Label'] } Sériové číslo: { serial_number }

source: USB je povezan na {usb['Device']}.
cs: USB je připojen k {usb['Device']}.

source: USB nije priključen
cs: USB není připojen

source: USB: { usb['Label']} <br> (Serijski broj: {serial_number})
cs: USB: { usb['Label']} <br> (Sériové číslo: {serial_number})

source: Backup
cs: Zálohování

source: USB je registrovan. <br> Spreman za backup.
cs: USB je registrován. <br> Připraven na zálohování.

source: USB je registrovan. <br> nije aktivan.
cs: USB je registrován. <br> Není aktivní.

source: Registruj& mount USB
cs: Registrovat a připojit USB

source: USB nije registrovan. Registrujte ga.
cs: USB není registrován. Prosím zaregistrujte jej.

source: nema USB aktivnih
cs: Žádná aktivní USB zařízení.

source: USB: { usb['Label']} (Serijski broj: {serial_number})
cs: USB: { usb['Label']} (Sériové číslo: {serial_number})

source: USB je povezan.
cs: USB je připojen.

source: USB je registrovan. Spreman za backup.
cs: USB je registrován. Připraven na zálohování.

source: Registruj USB
cs: Registrovat USB

source: backup_{datetime.now().strftime('%Y%m%d_%H%M%S')}
cs: záloha_{datetime.now().strftime('%Y%m%d_%H%M%S')}
